{
  "advancedUpgrades": [
    "撒豆成兵：魅帝菇及亚种召唤间隔从30秒降至10秒，解锁亚种魅后菇",
    "精兵强将：魅帝菇及亚种能召唤究极僵尸",
    "枕戈待旦：毁灭菇机枪射手及亚种不会休息，解锁亚种毁灭机枪胆小菇",
    "核能威慑：毁灭菇机枪射手及亚种发射大毁灭菇子弹所需子弹数由16降至4",
    "妙手回春：阳光帝果点击消耗的阳光数由500降低至200",
    "无关痛痒：阳光帝果固定受伤由50降至10",
    "尸愁之路：玄钢地刺王及亚种伤害×5，解锁亚种玄钢地刺坚果",
    "百炼成钢：玄钢地刺王及亚种受到的伤害降低95%",
    "熠熠生辉：每个阳光的价值等级+1。5→15→25→50→75",
    "极速战备：手套的冷却最终减半，僵尸手套可以移动领袖僵尸",
    "强力打击：植物的攻击力+20%",
    "精准打击：僵尸受到的伤害+20%",
    "腐化：僵尸每次受到伤害后，其此后受到的伤害+5%",
    "全副武装：游戏过程中可以在背包选择你的植物",
    "合理投资：旅行词条刷新次数+2",
    "怒火攻心：火焰豌豆类子弹会施加红温状态。红温增伤由50%增至150%",
    "至极手速：手套冷却-10秒，僵尸手套可以移动领袖僵尸",
    "势如破竹：小冰锥和小光锥可以无限穿透，横向子弹前5次命中僵尸时上下分裂出2个斜向子弹",
    "冻彻心扉：小冰锥对冻结的单位和免疫冻结的单位造成伤害再×3，并解锁亚种阳光机枪小喷菇",
    "斗转星移：所有的流星冷却缩短为原来的1/2，且场上每多一个究极杨桃大帝则提升300基础伤害",
    "灯火通明：为全场提供4点光照等级",
    "多多益善：金花盆的升级消耗最多为8000金钱",
    "等价交换：超过持有上限的金钱会按照2:1的比例转化为阳光",
    "人工智能：僵尸靠近时免费释放大招，解锁亚种红宝石伞",
    "弹射起步：绿宝石伞的伤害增幅从100%增加到300%",
    "聚光盆：获得3000阳光然后使阳光翻倍，使阳光上限由5万增加到10万",
    "运斤如风：锤子冷却降低为6秒",
    "全息制冷：卡牌冷却减半",
    "致命一击：僵尸受到超过1800的伤害（减伤后）时额外受到1800伤害",
    "拆分：植物手套原地点击已选取的植物时，会将其按融合路线拆解成卡牌，冷却20秒",
    "肉身成圣：魅惑僵尸获得500%啃咬伤害加成和80%减伤",
    "百步穿杨：浴火豌豆子弹可以无限穿透，且附带红温爆炸伤害，并解锁亚种飞火三线射手",
    "复制中心：模仿者冷却时间降低至50秒",
    "连连看：两株相同植物一上一下时获得50%攻击力加成和50%减伤",
    "特制弹药：魔法猫尾草召唤的浮游炮伤害×3",
    "一针见血：魔法猫尾草的追踪子弹伤害×5",
    "真正的樱桃炸弹：植物方的爆炸樱桃子弹伤害不会低于1800，且改为灰烬判定",
    "真正的毁灭菇：毁灭菇子弹会在命中时释放毁灭菇爆炸（不留坑洞）",
    "可控核聚变：所有毁灭菇爆炸不留坑洞，并解锁亚种贪欲菇",
    "人多势众：幻灭菇爆炸时召唤3个魅惑武装巨人和额外的魅惑雪橇车",
    "我是传奇：究极樱桃战神或亚种和究极高坚果或亚种同时在场时，前者不再有血量上限，后者额外获得90%减伤",
    "大富翁：每持有1000金钱，摇钱三线火炬的子弹伤害增加1%",
    "挥金如土：摇钱三线火炬的子弹附带火焰豌豆一样的溅射效果",
    "过载：僵尸一段时间没有受到攻击后，下次受到的伤害大幅增加",
    "排山倒海：一种种一列",
    "星神合一：场上究极杨桃大帝和究极太阳神卷心菜的数量均不小于10时，太阳神召唤的小太阳不会消失且伤害x5，且持续召唤太阳神流星",
    "量子护盾：仙萤伞能量上限x10，回复速度x20，治疗间隔降至1秒",
    "高能射线：仙萤伞的普通攻击的倍率增加至300%，爆炸倍率增加至1000%，爆炸间隔降低为2秒",
    "极致之冰：僵尸受到冻结的时间增加25%，寒冷减速幅度增加10%",
    "枪枪爆头：铁豆小队狙击手攻速降低至7.5秒，但必定爆头且每次狙击后有1/3概率瞬狙若干次。亚种铁豆突击队伤害×3",
    "开炮：铁豆小队防空炮的击退能力×2，且其和亚种铁豆突击队的伤害×3，并解锁亚种铁豆突击队",
    "火力全开：究极樱桃射手攻击时会有超级樱桃子弹协同射击，究极窝炬及亚种释放一行辣椒火焰升级为全屏",
    "电磁涡轮：磁力菇王的吸引范围半径翻倍",
    "万磁王：磁力菇王一次可以吸3个铁器，且对橄榄三叉戟类和黑橄榄类的伤害x3",
    "升级：可以在查看词条界面升级1个强究词条",
    "巨人杀手：boss僵尸受到的伤害翻倍",
    "诅咒之力：每拥有一个僵尸词条，植物攻击力+5%",
    "诸神黄昏：获得究极剑仙杨桃的使用权限",
    "荆狂诅咒：植物方造成的伤害×2但承受的伤害x4",
    "贪婪诅咒：所有卡牌无冷却，但每次种植都会消耗15倍阳光，然后损失当前阳光的一半",
    "后备能源：小推车的最终伤害+200%，射速+300%",
    "究极樱桃战神专精I：究极樱桃战神的回血量翻倍",
    "究极樱桃战神专精II：究极樱桃战神造成的伤害+50%",
    "究极樱桃射手专精I：究极樱桃射手的子弹及其变种子弹的樱桃爆炸范围+50%，伤害+100%",
    "究极樱桃射手专精II：究极樱桃射手的子弹及其变种子弹的樱桃爆炸范围-50%，但伤害+300%",
    "究极大喷菇专精I：被冻结的僵尸受到的伤害+50%",
    "究极大喷菇专精II：魅惑僵尸的啃咬伤害×3",
    "究极窝炬专精I：火爆辣椒效果改为1秒内释放10次原本1/3倍伤害的辣椒火焰",
    "究极窝炬专精II：究极火爆窝炬先为子弹提供50%攻击力，再影响子弹",
    "推车保护：第五列植物获得50%韧性的限伤效果和50%减伤，每往左一列，限伤-10%，减伤+10%",
    "星月护符：场上究极杨桃大帝和究极月亮神卷心菜数量均不小于10时，月神召唤的明月不会消失，且每个连携对象将牵引一束月光锁定场上韧性最高的僵尸，并持续造成伤害",
    "罪恶之力：死神大嘴花杀死植物后一定掉落卡牌",
    "深度定制：死神大嘴花杀死特定究极植物后，对其亡语进行4倍强化",
    "核能射线：核能辐射区域的持续时间由7秒增至10秒",
    "链式反应：毁灭菇子弹、爆炸樱桃子弹及其变种子弹击中僵尸时有1%概率变成核能爆破子弹"
  ],
  "ultimateUpgrades": [
    "嗜血如命：究极樱桃战神及亚种回血量x3",
    "极速吞噬：究极樱桃战神及亚种的吞噬冷却降低为15秒",
    "力大砖飞：植物方造成的樱桃爆炸伤害x3",
    "快速填装：究极樱桃机枪及亚种的攻击速度+100%",
    "凛风刺骨：究极大喷菇的伤害频率×3，亚种究极仙人掌为子弹伤害×3，雪爪僵尸伤害×3",
    "三尺之寒：僵尸解除冻结时受到30%当前生命值的伤害",
    "事半功倍：究极火爆窝炬及亚种生产对应火爆植物所需的子弹数减半",
    "窝红温了：究极火爆窝炬及亚种生产对应火爆植物失败时将会直接释放火爆辣椒效果",
    "流星雨：究极杨桃大帝的攻击间隔降低至0.5秒",
    "众星之力：究极杨桃大帝的子弹伤害x2（2级时x3），但发射时不会超过3000（2级时无上限）",
    "万籁俱寂：究极忧郁菇亡语伤害增加到100万，亚种究极路灯花亡语提供的光照等级×3",
    "以爆制爆：究极忧郁菇及亚种免疫物理爆炸，每吸收10000点爆炸伤害将释放毁灭菇爆炸",
    "见者有份：究极投手及亚种散射概率提升至100%",
    "蒜毒骤发：叠加蒜值会直接立即使僵尸中毒，且僵尸的蒜值上限增加到120（2级时无上限）",
    "中心爆破：究极冷寂加农炮的主炮的中心点爆炸伤害x4",
    "兵贵神速：究极冷寂加农炮的装填时间降为原来的1/3",
    "世纪之盾：究极黑曜石高坚果及亚种的韧性×3",
    "两肋插刀：究极黑曜石高坚果及亚种会为本格及左右两格植物承伤",
    "普度众生：爆炸魅惑孢子的魅惑血量阈值从60%提高到100%",
    "永动机：究极魅惑菇攻击间隔缩短至1秒，且充能不会低于2级，并可以增加到3级充能",
    "阻冲之：究极机枪炮台及亚种的攻击力和子弹击退强度×3",
    "狂战士：究极机枪炮台及亚种血量越低防御力越高；且血量不高于500时免疫低于1000的伤害（2级时，此时还会使伤害×2）",
    "金光闪闪：太阳神发射子弹时，消耗超过15000部分的阳光的0.5%，使子弹增加消耗阳光数20倍的伤害，亚种月亮神子弹的光照等级增伤×3",
    "人造太阳：太阳神卷心菜召唤的小太阳伤害x3，亚种月亮神卷心菜召唤的明月治疗量×3",
    "三位一体：究极激光南瓜及亚种的僚机增加至3个",
    "镭射激光：究极激光南瓜的僚机和究极激光无人机伤害x3",
    "气定神闲：究极火神弹弹菇的蓄力收益和蓄力时间上限x3",
    "僵尸试图在火海中游泳：究极火神弹弹菇的火海持续时间翻倍",
    "厚积薄发：每拥有1000积分，植物的攻击力增加5%。本词条提供的加成不会超过300%",
    "打折券：商店的词条价格降低30%",
    "无尽贪婪：究极超时空玉米的黑洞可以吸引一切子弹",
    "万劫不复：究极超时空玉米的黑洞吸引子弹的范围大幅增加",
    "延时飞刃：究极云杉子弹的存在时间x3",
    "生机永驻：究极云杉治疗效果不再衰减",
    "深渊巨口：提高究极灯笼巨嘴花的攻击范围",
    "光芒四射：究极灯笼巨嘴咀嚼期间为5x5范围提供2级光照",
    "爆米花：究极爆破加农炮产生的爆破爆米花伤害x3",
    "超载：究极爆破加农炮的炮弹击中樱桃炸弹或火爆辣椒时会释放威力巨大的核爆",
    "连锁反应：究极向日葵的子弹击中僵尸后会引爆附近的其他子弹",
    "大容量：究极向日葵存储能量上限x3，存储溢出后的阳光产量x3",
    "集中轰炸：究极冰神西瓜召唤的星云命中效率大幅提高",
    "聚精会神：究极冰神西瓜发射的冰瓜子弹伤害×6，但溅射范围降低",
    "炙热射线：究极爆焱猫尾草的射线发射频率×2",
    "三昧真火：究极爆焱猫尾草的追踪子弹伤害×3",
    "深海恐惧：眷族可以进行3次抓取，且每溺死一只僵尸，为本体提供10点充能",
    "群体出动：究极海妖菇一次可以发射3个海蘑菇子弹"
  ],
  "strongUltimates": [
    "解锁究极樱桃战神，超级大嘴花+樱桃大嘴花",
    "解锁究极樱桃射手，樱桃机枪射手+超级樱桃射手",
    "解锁究极大喷菇，超级大喷菇+寒冰魅惑菇",
    "解锁究极火爆窝炬，超级火炬树桩+火爆窝瓜",
    "解锁究极杨桃大帝，超级杨桃+磁力仙人掌",
    "解锁究极忧郁菇，超级大喷菇+寒冰忧郁菇",
    "解锁究极投手，超级投手+蒜西瓜投手",
    "解锁究极冷寂加农炮，寒冰加农炮+寒冰毁灭菇",
    "解锁究极黑曜石高坚果，寒冰高坚果+火焰高坚果",
    "解锁究极魅惑菇，超级魅惑菇+魅惑磁力菇",
    "解锁究极机枪炮台，机枪豌豆炮台+黑曜石辣椒",
    "解锁究极太阳神卷心菜，阳光卷心菜+金卷心菜",
    "解锁究极激光南瓜，超级南瓜+磁力三叶草",
    "解锁究极火神弹弹菇，火瓜+橄榄大喷菇",
    "解锁究极贪欲水草，超级水草+双子金盏花",
    "解锁究极超时空玉米，玉米小投手×3+超时空玉米投手",
    "解锁究极云杉，超级云杉+莲花云杉",
    "解锁究极灯笼巨嘴花，巨型大嘴花+灯笼大嘴花",
    "解锁究极爆破加农炮，火焰加农炮+樱桃辣椒",
    "解锁究极向日葵，火炬向日葵+金向日葵",
    "解锁究极冰神西瓜，冰瓜+超时空西瓜投手",
    "解锁究极爆焱猫尾草，火焰猫尾草+樱桃辣椒"
  ],
  "debuffs": [
    "机枪读报愤怒的时候会无视植物",
    "机枪读报免疫状态异常",
    "被黑橄榄攻击的植物在1秒内无法回血",
    "被黑橄榄攻击的植物在1秒内受到的伤害x3",
    "超级机械海豚的移动速度翻倍",
    "超级机械海豚获得50%伤害减免",
    "基洛夫飞艇免疫三叶草效果，且飞行速度加快",
    "基洛夫飞艇召唤的迷你基洛夫血量×50",
    "小丑跳跳王死亡时一定爆炸，且蓄力时间降低90%",
    "被玩偶匣爆炸影响的小丑类僵尸会变成小丑跳跳王",
    "三叉戟伤害x5",
    "超级三叉戟僵尸现在无视伞类吸引，且随机挑选目标攻击",
    "舞王指挥官能召唤白色撑杆舞王",
    "舞王指挥官的滑步会无视植物阻挡",
    "千年尸王死亡时的爆炸会造成物理伤害",
    "千年尸王的冲刺间隔降低，且攻击力大幅增加",
    "三叉戟冲车免疫控制，且投掷数量x5",
    "你的每株植物有1/3概率会立即死亡",
    "令你的阳光数归零",
    "所有僵尸的血量翻倍",
    "每一波出现的僵尸数量最大值增加到100",
    "每关都会出现舞王冰车，且死亡时额外召唤一个舞王指挥官",
    "舞王冰车的移动速度大幅增加",
    "黑曜石巨人死亡时会召唤僵王博士",
    "究极渊海三叉戟将会出现",
    "究极机械保龄球将会出现",
    "究极黑橄榄将军将会出现",
    "究极鱼型裂空机甲将会出现",
    "究极舞台巡演车将会出现",
    "究极Z教授将会出现",
    "蹦极僵尸获得90%减伤，且有概率在第四列或更右侧空投究极僵尸",
    "究极玩偶匣皇后将会出现",
    "僵尸死亡时有概率满血复活",
    "你的植物数量不能超过120",
    "阿尔法僵尸小队也会作为领袖出现",
    "阿尔法僵尸小队每次进入濒死状态都能免疫伤害",
    "三叉戟冲车会提前攻击",
    "究极黑橄榄大帅将会出现",
    "镭射幽浮的激光将攻击范围内最远处的植物",
    "镭射幽浮的能量光束的吸引范围扩大到3x3",
    "特种武装巨人拥有四种外表对应的全部能力",
    "特种武装巨人的锤击范围增加1格"
  ]
}